export default function AboutAbai() {
  return (
    <section className="about fade-in">
      <h2>Почему именно Абай?</h2>
      <p>
        Абай Кунанбаев — не только великий казахский поэт и писатель, но и
        мудрый наставник, чьи слова учат нас честности, трудолюбию,
        уважению к знаниям и людям.
      </p>
      <p>
        На открытом уроке мы прикоснёмся к его заветам, попробуем понять,
        как его мысли остаются актуальными для современных школьников.
      </p>

      <blockquote className="abai-quote slide-up">
        «Будь человеком. Не жалей сил в труде».
      </blockquote>
      <p className="author-name">- Абай Кунанбаев</p>
    </section>
  )
}
